{"axolittl": "He is so much more than a cute lil’ guy. He’s also a squiggly boy - a sweetie pie - a winsome fellow. A cherub too. If they only knew his multitudes…", "munchkin": "This insatiable hunger. This gnawing emptiness. Sunlight bleeds through hole-munched leaves. Flowers starve and wither as you feast. And still - it is not enough.", "decipede": "Technically a ventipede - but who can count that high anyway? Kids love ‘em. Cobblers love ‘em. Entomologists love ‘em. I… just can’t get past those scuttling legs.", "crawpa": "Your omnipotent Crawpa. Around the world… to the moon… beyond the stars… into this tangle of nylon net. You’d follow him anywhere - you chewy morsel, you.", "prince": "A brash young heir who ran afoul of the voodoo queen. He’s always been slimy, cold, and ugly. Now the bayou rings with his desperate plea: “ribbit!?”", "bocce-crab": "Predates its namesake lawn game by a mere 250 million years. You may not like it, but this is what peak performance looks like.", "jelly": "It was time to hang up the gloves for good. He could float, he could sting - but Coach was right. He was just too soft. He lacked that animalistic instinct.", "wyrm": "What lurks in the bowels of the earth? Formless nightmares of festering malice. Agents of the abyss. Fragments of unfathomable Once. And also - these chummy goobers.", "nautilus": "Observer detected. Assessing threat level. Sapience… confirmed. Morality… insufficient. Danger… immeasurable. Engage protocol 9. Weapons system online. Target locked.", "palamander": "It’s not easy being eponymous. The expectations. The pressure. The scrutiny. It’s enough to make you… flit joyfully across a computer screen.", "newt-king": "Heavy is the head that wears the crown. Good thing there is strength in numbers. For real though - are you sure this water’s safe to drink?", "hexapus": "Don’t feel inadequate, my hexapedal friend. Six is plenty - even rounding up. Eight is probably too much anyway. No I’m not “just saying” that!", "sea-monkey": "They lock eyes through the glass. Shamu’s captive heart beats free. Koko drinks in every curve. Is this love – or madness? It hardly matters.", "sea-lion": "You have won. Take my claws and fangs. My hide and paws. My strength, my speed, my freedom. Shape me to your will. Just please - spare this tired king his Pride.", "serpent": "“You snake!” Blood pumps hot - then cold - with betrayal. Eyes dim. One jaw unclenches - another unhinges. At the end, a gentle whisssper: “well, what did you exssspect?”", "pollywog": "The human condition writ small. Dry Land – the impossible dream of a limbless, lungless fool. Must we change our very selves to conquer it?", "novafish": "Aspirations bleached by sun and worn by sea. And still she is a star. Her spirit rises with the tide. Thrumming, vibrant, teeming. An ecosystem mesmerized. An intertidal rhapsody."}